<?php
// Infusion titles & description
$locale['apw_title'] = "Пароль Администратора";
$locale['apw_desc'] = "Смена Администратора логин/пароль";
$locale['apw_admin1'] = "Изменить пароль";

$locale['400'] = "Администратор(ы) обновить:";
$locale['401'] = "Все администраторы";
$locale['402'] = "Только Супер Админ";
$locale['403'] = "Только администраторы";
$locale['404'] = "Причина сброса:";
$locale['405'] = "Обновить логин и пароль админа";
$locale['406'] = "Обновить пароль";
$locale['407'] = "Пароль обновлен ";
$locale['408'] = "Привет [USER_NAME],

Ваш пароль админа обновлен ".$settings['siteurl'].":

Пароль админа: [NEW_ADMIN_PASS]

Причина обновления: [RESET_MESSAGE]

Приветствуем,
[ADMIN]";
$locale['409'] = "Здравствуйте [USER_NAME],

Ваш логин и пароль администрации восстановлены  ".$settings['siteurl'].":

Пароль входа: [NEW_PASS]
Админский пароль: [NEW_ADMIN_PASS]

Причина обновления: [RESET_MESSAGE]

Regards,
[ADMIN]";
$locale['410'] = "Результаты обновления";
$locale['411'] = "<strong>Заметка:</strong> Админ пароль не введен или введен неправильно.";
$locale['412'] = "Пароль администратора:";
$locale['415'] = "Лог обновлений";
$locale['416'] = "Лог ID";
$locale['417'] = "Время";
$locale['418'] = "Ответственный";
$locale['419'] = "Сброс";
$locale['420'] = "Успешно";
$locale['421'] = "Причина";
$locale['422'] = "от";
$locale['423'] = "Нет причин.";
?>