<?php
// Delete blacklisted user
$locale['400'] = "Удалить пользователя из черного списка";
$locale['401'] = "Пользователь удален из черного списка";
$locale['402'] = "Вернуться в администрирование черного списка";
$locale['403'] = "Вернуться в панель админа";
// Add/Edit Blacklist Titles
$locale['420'] = "Черный список пользователей";
$locale['421'] = "Редактировать черный список";
// Add/Edit blacklist form
$locale['440'] = "Введенный IP адрес запретит пользователю с указанным IP адресом посещать ваш сайт. 
Вы должны ввести полный IP, т.е. <em>123.123.123.123</em>, или часть IP, т.е. 
<em>123.123.123 или 123.123</em>.<br />
Заметка: IPv6 адреса преобразованы в их полную форму на этом сайте, 
т.е. <em>ABCD:1234:5:6:7:8:9:FF</em> будет показан как <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Смешанные IP адреса (содержащие обе части IPv6 и IPv4) не будут проверены на совместимость.
<br /><br />
Введенный email адрес запретит пользователю регистрироваться с этого адреса. Вы можете ввести полный email адрес,
например <em>foo@bar.com</em>, или email домен, например <em>bar.com</em>";
$locale['441'] = "Черный список IP адрес: <strong>or</strong>";
$locale['442'] = "Черный список email адрес:";
$locale['443'] = "Черный список, причины";
$locale['444'] = "Черный список пользователей";
// Current blacklisted users
$locale['460'] = "Забаненные посетители";
$locale['461'] = "Информация";
$locale['462'] = "Опции";
$locale['463'] = "Править";
$locale['464'] = "Удалить";
$locale['465'] = "Черный список пока пустой.";
$locale['466'] = "Не доступно";
$locale['467'] = "Админ";
$locale['468'] = "Дата";
/*
// IPv6 secific
$locale['480'] = "IPv6 опции";
$locale['481'] = "Определенный адрес IPv6 содержит сокращения (::) следовательно, не может определяться неоднозначно.";
$locale['482'] = "Какую версию вы используете?";
$locale['483'] = "Сохранить";
*/
?>