<?php

$locale['001'] = "Администрирования страницы";

$locale['010'] = "Добавить страницы";
$locale['011'] = "&lt;&lt; Назад к спискам";

$locale['401'] = "Заголовок страницы";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Title:";
$locale['502'] = "Description:";
$locale['503'] = "Keywords:";
$locale['504'] = "Заголовок страницы:";
$locale['505'] = "H1:";
$locale['506'] = "Alias:";

$locale['509'] = "Содержание страницы:";

$locale['511'] = "Доступ:";
$locale['512'] = "Разрешить комментарии";
$locale['513'] = "Разрешить рейтинги";
$locale['514'] = "Добавить в меню:";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, выберите Заголовок страницы!";
$locale['error_002'] = "Пожалуйста, выберите Содержание страницы!";

$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Страница добавлена";
$locale['success_003'] = "Страница изменена";
$locale['success_004'] = "Страница удалена";
$locale['success_005'] = "Страница опубликована";
$locale['success_006'] = "Страница блокирована";
$locale['success_007'] = "Порядок страниц обновлен";

?>