<?php
// Titles
$locale['400'] = "Лог ошибок";
$locale['401'] = "Просмотр файла";
// Errors table
$locale['410'] = "Ошибка";
$locale['411'] = "На странице";
$locale['412'] = "Пользователь";
$locale['413'] = "Дата";
$locale['414'] = "Статус";
$locale['415'] = "Строка:";
$locale['416'] = "Уровень:";
$locale['417'] = "IP:";
$locale['418'] = "Нет ошибок.";
$locale['419'] = "Файл";
$locale['420'] = "Подробно";
$locale['421'] = "Исходный код";
$locale['422'] = "Вернуться на верх";
// Delete form
$locale['440'] = "Удалить все данные со статусом";
// Status form
$locale['450'] = "Новые";
$locale['451'] = "Исправлено";
$locale['452'] = "Игнорировать";
$locale['453'] = "ОК";
?>