<?php

$locale['001'] = "Параметры хостинг";

$locale['010'] = "Добавить параметр";
$locale['011'] = "&lt;&lt; Назад к спискам";



$locale['401'] = "Заголовок параметра";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Заголовок параметра:";
$locale['502'] = "Доступ:";
$locale['503'] = "Тип:";

$locale['515'] = "- Пусто -";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, выберите Заголовок новостей!";
$locale['error_002'] = "Пожалуйста, выберите Кароткая новость!";
$locale['error_003'] = "Пожалуйста, выберите Расширенная новость!";


$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Параметр хостинга добавлен";
$locale['success_003'] = "Параметр хостинга изменен";
$locale['success_004'] = "Параметр хостинга удален";
$locale['success_005'] = "Параметр хостинга опубликован";
$locale['success_006'] = "Параметр хостинга блокирован";
$locale['success_007'] = "Порядок параметров хостинга обновлен";

?>