<?php

$locale['001'] = "Тарифы хостинга";

$locale['010'] = "Добавить тариф";
$locale['011'] = "&lt;&lt; Назад к спискам";
$locale['012'] = "Выберите";


$locale['401'] = "Называния тарифа";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";
$locale['406'] = "Цена";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Title:";
$locale['502'] = "Description:";
$locale['503'] = "Keywords:";
$locale['504'] = "Называния новостей:";
$locale['505'] = "H1:";
$locale['506'] = "Alias:";
$locale['507'] = "Цена:";
$locale['508'] = "Длителност:";
$locale['509'] = "URL для заказа:";
$locale['510'] = "Краткая информация:";
$locale['511'] = "Доступ:";
$locale['512'] = "Разрешить комментарии";
$locale['513'] = "Разрешить рейтинги";
$locale['514'] = "Параметры";
$locale['515'] = "Значение";
$locale['516'] = "Нет ни одного параметра";
$locale['517'] = "Тип:";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, введите называние тарифа!";
$locale['error_002'] = "Пожалуйста, введите цену тарифа!";
$locale['error_003'] = "Пожалуйста, введите URL для заказа!";
$locale['error_004'] = "Пожалуйста, выберите Тип!";


$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Тариф добавлен";
$locale['success_003'] = "Тариф изменен";
$locale['success_004'] = "Тариф удален";
$locale['success_005'] = "Тариф опубликован";
$locale['success_006'] = "Тариф блокирован";
$locale['success_007'] = "Порядок тарифов обновлен";

?>