<?php

$locale['001'] = "Хостинг типы";

$locale['010'] = "Добавить тип";
$locale['011'] = "&lt;&lt; Назад к спискам";
$locale['012'] = "Нет ни одного записа";



$locale['401'] = "Тип хостинга";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Title:";
$locale['502'] = "Description:";
$locale['503'] = "Keywords:";
$locale['504'] = "Тип хостинга";
$locale['505'] = "H1:";
$locale['506'] = "Alias:";
$locale['507'] = "Кароткая описания:";
$locale['508'] = "Расширенная описания:";
$locale['509'] = "Доступ:";


$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, введите Тип хостинга!";


$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Тип хостинга добавлен";
$locale['success_003'] = "Тип хостинга изменен";
$locale['success_004'] = "Тип хостинга удален";
$locale['success_005'] = "Тип хостинга опубликован";
$locale['success_006'] = "Тип хостинга блокирован";
$locale['success_007'] = "Порядок тип хостингов обновлен";
$locale['success_008'] = "Тип хостинга не удален, есть связанные элементы";

?>