<?php
// Album titles
$locale['400'] = "Добавить Фото";
$locale['401'] = "Редактировать Фото";
$locale['402'] = "Удалить Фото";
$locale['403'] = "Критическая ошибка";
// Album messages
$locale['410'] = "Новое фото добавлено в базу";
$locale['411'] = "Фото успешно обновлено";
$locale['412'] = "Фото удалено";
$locale['413'] = "Фото удалено из базы";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Недопустимое название картинки.";
$locale['416'] = "Размер фото должен быть меньше %s.";
$locale['417'] = "Фото должно быть формата GIF, JPEG или PNG.";
$locale['418'] = "Фото не должно превышать по размерам %uw x %uh пикселов.";
$locale['419'] = "Фото перемещено.";
$locale['420'] = "Не обнаружена GD библиотека. Фотогалерея не может работать без GD библиотеки. Обратитесь к хостеру за подробной информацией.";
$locale['421'] = "Изображение не может отсутствовать.";
$locale['422'] = "Выбранный каталог не разрешает запись. Измените права на CHMOD 777.";
// Photos form
$locale['430'] = "Переместить фотоальбомы";
$locale['431'] = "Переместить";
$locale['432'] = "Название: ";
$locale['433'] = "Описание: ";
$locale['434'] = "Порядок: ";
$locale['435'] = "Превью: ";
$locale['436'] = "Изображение: ";
$locale['437'] = "Разрешить комментарии";
$locale['438'] = "Разрешить рейтинг";
$locale['439'] = "Сохранить фото";
$locale['440'] = "Отмена";
// Current Photos
$locale['450'] = "Нет картинок";
$locale['451'] = "Нажмите для просмотра";
$locale['452'] = "Переместить вверх";
$locale['453'] = "Переместить вниз";
$locale['454'] = "Редактировать";
$locale['455'] = "Удалить";
$locale['456'] = "Дата: ";
$locale['457'] = "Добавлено: ";
$locale['458'] = "Просмотров: ";
$locale['459'] = "Комментариев: ";
// Current Photos options
$locale['470'] = "Выделить все";
$locale['471'] = "Не выделять все";
$locale['472'] = "Переместить в альбом";
$locale['473'] = "Выбрать альбом";
$locale['474'] = "Переместить выделенное";
$locale['475'] = "Переместить все";
$locale['476'] = "Закрыть альбом";
// Additional notices
$locale['480'] = "Нет фотографий.";
$locale['481'] = "Переместить выделенные фото?";
$locale['482'] = "Переместить все фото?";
//Mass Upload
$locale['490'] = "Добавить папку";
$locale['491'] = "Добавить папку в альбом";
$locale['492'] = "Добавит фото в альбом";
$locale['493'] = "Загрузить одиночное фото";
$locale['494'] = "Загрузить папку с фотографиями";
$locale['495'] = "Мульти загрузка фотографий";
$locale['496'] = "<strong>Внимание:</strong><br />Название фото и описание отсутствует,<br />Вы можете ввести их позже редактируя каждое фото!";
$locale['497'] = "1. Загрузите вашу папку с фото в директорию <em>%s</em>.";
$locale['498'] = "2. Выберитесь папку, которую Вы хотите добавить в альбом <strong>%s</strong>.";
$locale['499'] = "Выбрать папку:";
$locale['500'] = "Добавить папку в альбом";
$locale['501'] = "Папки не найдены";
$locale['502'] = "%s защита записи!";
$locale['503'] = "Пожалуйста, измените права папки на 0777 и нажмите на кнопку, чтобы перезагрузить эту страницу.";
$locale['504'] = "Обновить";
$locale['505'] = "1. Загрузите ваши фото в папку <em>%s</em>.";
$locale['506'] = "2. Выберитесь фото, которые Вы хотите добавить в альбом <strong>%s</strong>.";
$locale['507'] = "3. Вы можете выбрать более, чем одно фото удерживая клавишу [SHIFT] или [CTRL] во время выбора.";
$locale['508'] = "Выбор фотографий:";
$locale['509'] = "Добавить выбранное фото в альбом";
$locale['510'] = "Фото не найдены";
// Messages
$locale['520'] = "%s запрещены для всех пунктов.<br />Эта установки вступит в силу после обновления страницы.";
$locale['521'] = "Комментарии";
$locale['522'] = "Рейтинг";
$locale['523'] = $locale['521']." и ".$locale['522'];
?>