<?php
$locale['400'] = "PHP Info";
//General
$locale['401'] = "Общее";
$locale['402'] = "Программное обеспечение Сервера";
$locale['403'] = "Программное обеспечение Webserver";
$locale['404'] = "PHP версия";
$locale['405'] = "PHP интерфейс";
$locale['406'] = "MySQL версия сервера";
$locale['407'] = "PHP-Fusion версия";
$locale['408'] = "Префикс базы данных";
$locale['409'] = "Префикс Cookie";
$locale['410'] = "Браузер и ОС";

//PHP settings
$locale['420'] = "PHP установки";
$locale['421'] = "Да";
$locale['422'] = "Нет";
$locale['423'] = "Safemode";
$locale['424'] = "RegisterGlobals";
$locale['425'] = "Поддержка для";
$locale['426'] = "Загружаемые файлы (макс. размер)";
$locale['428'] = "Показать ошибки";
$locale['429'] = "Запретить функции";
$locale['430'] = "n/a";
$locale['431'] = "версия";

//Write permission
$locale['440'] = "Права на папку";
$locale['441'] = "Разрешено к записи";
$locale['442'] = "Запрещено к записи";

//PHPinfo
$locale['450'] = "Подробно";
$locale['451'] = "Не в состоянии получить данные. Проверьте, что функция phpinfo() включена?";
?>