<?php

$locale['001'] = "Администрирования опросов";

$locale['010'] = "Добавить опрос";
$locale['011'] = "&lt;&lt; Назад к спискам";

$locale['401'] = "Заголовок опроса";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Заголовок опроса:";
$locale['502'] = "Опции:";
$locale['503'] = "Опрос закрыт:";
$locale['504'] = "Начат:";
$locale['505'] = "Закончен:";
$locale['506'] = "Неопределен:";
$locale['507'] = "Доступ:";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, выберите Заголовок опроса!";
$locale['error_002'] = "Пожалуйста, выберите Опции опроса!";

$locale['success_002'] = "Опрос добавлен";
$locale['success_003'] = "Опрос изменен";
$locale['success_004'] = "Опрос удален";
$locale['success_005'] = "Опрос опубликован";
$locale['success_006'] = "Опрос блокирован";
$locale['success_007'] = "Порядок опросов обновлен";

?>