<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "Вы уверены? robots.txt файл будет установлен по умолчанию.";
$locale['411'] = "robots.txt файл не существует. Пожалуйста, создайте файл в корневом каталоге и пытайтесь снова.";
$locale['412'] = "robots.txt файл обновлен.";
$locale['413'] = "Произошла следующая ошибка:";
$locale['414'] = "robots.txt запрещен к записи.";
$locale['415'] = "Разрешите запись в файл robots.txt";
// Edit form
$locale['420'] = "Редактирование вашего файла robots.txt";
$locale['421'] = "Вы можете найти больше информации о файле robots.txt здесь.";
$locale['422'] = "Сохранить";
$locale['423'] = "Вернуть назад по умолчанию";
?>