<?php

$locale['001'] = "Параметры сертификата";

$locale['010'] = "Добавить параметр";
$locale['011'] = "&lt;&lt; Назад к спискам";
$locale['012'] = "Выбрать";


$locale['401'] = "Заголовок параметра";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Заголовок параметра:";
$locale['502'] = "Доступ:";
$locale['503'] = "Тип:";

$locale['515'] = "- Пусто -";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, выберите Заголовок параметра!";


$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Параметр сертификата добавлен";
$locale['success_003'] = "Параметр сертификата изменен";
$locale['success_004'] = "Параметр сертификата удален";
$locale['success_005'] = "Параметр сертификата опубликован";
$locale['success_006'] = "Параметр сертификата блокирован";
$locale['success_007'] = "Порядок параметров сертификатов обновлен";

?>