<?php

$locale['001'] = "Тип сертификата";

$locale['010'] = "Добавить тип";
$locale['011'] = "&lt;&lt; Назад к спискам";
$locale['012'] = "Нет ни одного записа";



$locale['401'] = "Тип сертификата";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Title:";
$locale['502'] = "Description:";
$locale['503'] = "Keywords:";
$locale['504'] = "Тип сертификата";
$locale['505'] = "H1:";
$locale['506'] = "Alias:";
$locale['507'] = "Кароткая описания:";
$locale['508'] = "Расширенная описания:";
$locale['509'] = "Доступ:";

$locale['513'] = "Картинка:";
$locale['514'] = "Макс. размер файла: %s / Допустимые типы: GIF, JPEG or PNG.";
$locale['515'] = "- Пусто -";
$locale['516'] = "Удалить картинку";



$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, введите Тип сертификата!";


$locale['error_049'] = "Пожалуйста, выберите Фото. Это обязательно!";
$locale['error_050'] = "Фото повысили лимит символов, пожалуйста переименуйте файл!";
$locale['error_051'] = "Фото вы пытаетесь загрузить не графический файл, разрешена загрузка только файлов с такими расширениями: (gif, jpg, png, jpeg)!";
$locale['error_052'] = "Фото ТОЧКА встречается в имени файла 2 раза, пожалуйста переименуйте файл!!";
$locale['error_053'] = "Фото Извините. В имени файла запрещено использовать .PHP!";
$locale['error_054'] = "Фото Извините. В имени файла запрещено использовать .HTML!";
$locale['error_055'] = "Фото Извините. В имени файла запрещено использовать .HTM!";
$locale['error_056'] = "Фото Вы превысили допустимый размер фото!";
$locale['error_057'] = "Вы пытаетесь загрузить изображение:";
$locale['error_058'] = "Максимально допустимый размер фото:";
$locale['error_059'] = "Фото Вы превысили допустимый габариты!";
$locale['error_060'] = "Вы пытаетесь загрузить изображение:";
$locale['error_061'] = "Максимально допустимый габарит:";
$locale['error_062'] = "Фото разрешено только лишь горизонтальное  фото!";
$locale['error_063'] = "Фото ошибка СЕРВЕРА, размер фото не должен превышать допустимый размер или не должен быт меньше 0-а!";



$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Тип сертификата добавлен";
$locale['success_003'] = "Тип сертификата изменен";
$locale['success_004'] = "Тип сертификата удален";
$locale['success_005'] = "Тип сертификата опубликован";
$locale['success_006'] = "Тип сертификата блокирован";
$locale['success_007'] = "Порядок тип сертификатов обновлен";
$locale['success_008'] = "Тип сертификата не удален, есть связанные элементы";

?>