<?php

$locale['001'] = "Администрирования клиентов";

$locale['010'] = "Добавить клиент";
$locale['011'] = "&lt;&lt; Назад к спискам";



$locale['401'] = "Название компании";
$locale['402'] = "Главная";
$locale['403'] = "Статус";
$locale['404'] = "Порядок";
$locale['405'] = "Опции";
$locale['406'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";

$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Название компании:";
$locale['502'] = "URL сайта:";
$locale['503'] = "Логотип:";
$locale['504'] = "Удалить логотип";
$locale['505'] = "Макс. размер файла: %s / Допустимые типы: GIF, JPEG or PNG.";
$locale['506'] = "Разрешить на главный";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, выберите Заголовок новостей!";

$locale['error_049'] = "Пожалуйста, выберите Фото. Это обязательно!";
$locale['error_050'] = "Фото повысили лимит символов, пожалуйста переименуйте файл!";
$locale['error_051'] = "Фото вы пытаетесь загрузить не графический файл, разрешена загрузка только файлов с такими расширениями: (gif, jpg, png, jpeg)!";
$locale['error_052'] = "Фото ТОЧКА встречается в имени файла 2 раза, пожалуйста переименуйте файл!!";
$locale['error_053'] = "Фото Извините. В имени файла запрещено использовать .PHP!";
$locale['error_054'] = "Фото Извините. В имени файла запрещено использовать .HTML!";
$locale['error_055'] = "Фото Извините. В имени файла запрещено использовать .HTM!";
$locale['error_056'] = "Фото Вы превысили допустимый размер фото!";
$locale['error_057'] = "Вы пытаетесь загрузить изображение:";
$locale['error_058'] = "Максимально допустимый размер фото:";
$locale['error_059'] = "Фото Вы превысили допустимый габариты!";
$locale['error_060'] = "Вы пытаетесь загрузить изображение:";
$locale['error_061'] = "Максимально допустимый габарит:";
$locale['error_062'] = "Фото разрешено только лишь горизонтальное  фото!";
$locale['error_063'] = "Фото ошибка СЕРВЕРА, размер фото не должен превышать допустимый размер или не должен быт меньше 0-а!";


$locale['success_001'] = "Клиент добавлен";
$locale['success_002'] = "Клиент изменен";
$locale['success_003'] = "Клиент удален";
$locale['success_004'] = "Клиент опубликован";
$locale['success_005'] = "Клиент блокирован";
$locale['success_006'] = "Порядок клиентов обновлен";

?>