<?php
$locale['400'] = "Обновление";
// No upgrade
$locale['401'] = "Нет доступной базы данных для модернизации.";
// Stage 6 - User Field Categories
$locale['420'] = "Контактная информация";
$locale['421'] = "Прочая информация";
$locale['422'] = "Опции";
$locale['423'] = "Статистика";
$locale['430'] = "Категории полей пользователя";
$locale['432'] = "Управление пользователями";
$locale['434'] = "Пунктов на страницу";
$locale['435'] = "Безопасность";
$locale['436'] = "Установки Новостей";
$locale['437'] = "Установка загрузок";
// v7.02 new locales
$locale['440'] = "Утверждение загрузок";
$locale['441'] = "Мини-Чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Лог пользователя";
$locale['444'] = "Очистить пароль админа";
$locale['445'] = "Лог ошибок";
// Upgrade locales
$locale['500'] = "Часть базы данных доступна для обновления PHP-Fusion.";
$locale['501'] = "Однократно нажмите кнопку Апгрейд, для обновления базы.";
$locale['502'] = "База данных успешно обновлена.";
$locale['503'] = "хорошо";
$locale['504'] = "плохо";
$locale['505'] = "Пожалуйста замените эти строчки в вашем config.php!";
// Cookie Prefix
$locale['600'] = "Пожалуйста, отредактируйте свой config.php, и разместите в нем следующий код:";
?>