<?php
$locale['100'] = "Лог пользователя";
$locale['101'] = "Id";
$locale['102'] = "Дата";
$locale['103'] = "Имя";
$locale['104'] = "Поля";
$locale['105'] = "Значение Старый";
$locale['106'] = "Значение Новый";
$locale['107'] = "Порядок:";
$locale['108'] = "Имя пользователя / ID: Пользователя";
$locale['109'] = "Утвердить";
$locale['110'] = "Удалите данные старше";
$locale['111'] = "Дней";
$locale['112'] = "Доступные логи.";
$locale['113'] = "Выбери имя:";
$locale['114'] = "Сброс";
$locale['115'] = "Пользовательские поля:";
$locale['116'] = "Удалить";
$locale['117'] = "Опции";
$locale['118'] = "Все данные старше %d дней, удалены.";
$locale['119'] = "Лог пользователя очищен";
?>