<?php
$locale['400'] = "Добавить ссылку";
// Submit Link Success
$locale['410'] = "Спасибо за ссылку";
$locale['411'] = "Добавить другую ссылку";
$locale['412'] = "Вернуться в ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Используйте следующую форму для добавления ссылки.
После проверки Администратором ваша ссылка будет опубликована.";
$locale['421'] = "Категория ссылки:";
$locale['422'] = "Имя ссылки:";
$locale['423'] = "URL ссылки:";
$locale['424'] = "Описание ссылки:";
$locale['425'] = "Отправить ссылку";
// Submit News
$locale['450'] = "Отправить новость";
// Submit News Success
$locale['460'] = "Спасибо за размещение вашей новости";
$locale['461'] = "Хотите отправить еще одну новость?";
// Submit News Form
$locale['470'] = "Используйте эту форму для отправки новостей.
Ваша новость будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте.
Новость должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['471'] = "Заголовок:";
$locale['472'] = "Новость:";
$locale['473'] = " Разрешить автоматический перенос строки";
$locale['474'] = "Предпросмотр";
$locale['475'] = "Отправить новость";
$locale['476'] = "Категория:";
$locale['477'] = "- пусто -";
$locale['478'] = "Snippet новостей:";
// Submit Article
$locale['500'] = "Отправить статью";
// Submit Article Success
$locale['510'] = "Спасибо за статью";
$locale['511'] = "Отправить другую статью?";
// Submit Article Form
$locale['520'] = "Используйте эту форму для отправки статей.
Ваша статья будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте.
Статья должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['521'] = "Категория:";
$locale['522'] = "Заголовок:";
$locale['523'] = "Описание:";
$locale['524'] = "Статья:";
$locale['525'] = " Разрешить автоматический перенос строки";
$locale['526'] = "Предпросмотр";
$locale['527'] = "Отправить статью";
// Submit Error
$locale['550'] = "Пожалуйста, заполните форму.";
$locale['551'] = "Не определена категория.";
$locale['552'] = "Нет альюомов по умолчанию.";
// Submit Photo
$locale['570'] = "Прислать фото";
// Submit Photo Success
$locale['580'] = "Спасибо за присланное фото";
$locale['581'] = "Прислать другое фото";
// Submit Photo Error
$locale['600'] = "Ваше фото не отправилось";
$locale['601'] = "Неверное имя файла.";
$locale['602'] = "Изображение должно быть меньше %u байтов.";
$locale['603'] = "Изображение должно быть формата GIF, JPEG или PNG.";
$locale['604'] = "Изображение должно быть не больше %uw x %uh пикселов.";
// Submit Photo Form
$locale['620'] = "Используйте следующую форму для отправки изображения. Ваше изображение модерируется 
администратором. ".$settings['sitename']." резервирует за собой право исправлять или редактировать любой
присланный материал. Фото должны соответствовать тематике сайта. Модератор вправе отвергнуть любой несоответствующий контент.";
$locale['621'] = "Заголовок:";
$locale['622'] = "Описание:";
$locale['623'] = "Изображение: ";
$locale['624'] = "Макс. размер файла: %s / Макс. размер: %ux%u в пикселах";
$locale['625'] = "Альбом:";
$locale['626'] = "Прислать фото";
// Submit Download
$locale['650'] = "Утверждение загрузок";
// Submit Download Success
$locale['660'] = "Спасибо за ваш файл";
$locale['661'] = "Загрузите следующий файл";
// Submit Download Error
$locale['670'] = "Ваш файл не загружен";
$locale['671'] = "Неверное имя файла.";
$locale['671a'] = "Неверное название изображения.";
$locale['672'] = "Файл должен быть меньше чем %s.";
$locale['672a'] = "Изображение должно быть меньше чем %s.";
$locale['672b'] = "Картинка должна быть меньше чем %s.";
$locale['673'] = "Файл должен быть одним из следующих файловых типов: %s.";
$locale['673a'] = "Изображение должно быть одним из следующих файловых типов: %s.";
$locale['674'] = "Название не может быть оставлено пустым.";
$locale['675'] = "Имя или url не могут отсутствовать.";
$locale['676'] = "Короткое описание файла не может отсутствовать.";
$locale['676a'] = "Незнакомая ошибка";
// Submit Download Form
$locale['680'] = "Используйте следующую форму для загрузки. Ваш файл появится после утверждения администратором. ".$settings['sitename']." разрешены исправления описания. Файлы должны соответсвовать описанию. Администрация оставляет за собой право редактирования или удаления файлов.";
$locale['681'] = "Заголовок:";
$locale['682'] = "Описание:";
$locale['682b'] = "Короткое описание:";
$locale['683'] = "URL:";
$locale['684'] = "или Файл:";
$locale['685'] = "Расчет размера файла";
$locale['686'] = "Скриншот:";
$locale['687'] = "Категория:";
$locale['688'] = "Лицензия:";
$locale['689'] = "O/S:";
$locale['690'] = "Версия:";
$locale['691'] = "Дом. страница:";
$locale['692'] = "Copyright:";
$locale['693'] = "Размер файла:";
$locale['694'] = "Макс. размер: %s / Разрешенные типы: %s";
$locale['694b'] = "Макс. размер: %s / Разрешенные типы: %s / Макс. ширина: %spx, Макс. высота: %spx";
$locale['695'] = "Загрузить";
?>