<?php
// Items shown in profiles
$locale['u040'] = "Дата регистрации";
$locale['u041'] = "Последнее посещение";
$locale['u042'] = "Никогда";
$locale['u043'] = "Отправить личное сообщение";
$locale['u044'] = "Контактная информация";
$locale['u045'] = "Прочее";
$locale['u046'] = "Параметры";
$locale['u047'] = "Статистика";
$locale['u048'] = "Информация";
$locale['u049'] = "IP-адрес";
$locale['u050'] = "Не определено";
$locale['u051'] = "Скрыть Email?";
$locale['u052'] = " Да ";
$locale['u053'] = " Нет";
$locale['u054'] = "Лог отложенных регистраций";
$locale['u055'] = "Статус пользователя:";
$locale['u056'] = "Причина";
$locale['u057'] = "Пользовательские группы";
$locale['u058'] = "Опции админа";
$locale['u059'] = "Добавить";
$locale['u060'] = "Добавить этого пользователя в выбранную группу?";
$locale['u061'] = "Добавить в группу";
$locale['u062'] = "Аватар пользователя";
$locale['u063'] = "Уровень пользователя";
$locale['u064'] = "E-mail";

$locale['u066'] = "Дата регистрации";
$locale['u067'] = "Последний визит";
$locale['u068'] = "Имя пользователя";
$locale['u069'] = "Редактировать";
$locale['u070'] = "Бан";
$locale['u071'] = "Приостановить";
$locale['u072'] = "Удалить";
$locale['u073'] = "Удалить этого пользователя?";

// Profile and register
$locale['u100'] = "Для того, чтобы изменять ваш пароль или e-mail адрес<br />, Вы должны ввести ваш текущий пароль.";
$locale['u101'] = "Регистрация";
$locale['u102'] = "Редактировать профиль";
$locale['u103'] = "Профиль";
$locale['u104'] = "Профиль для";
$locale['u105'] = "Обновить";

// View User Groups
$locale['u110'] = "Просмотр Пользовательских групп";
$locale['u111'] = "%u пользователь";
$locale['u112'] = "%u пользователи";
$locale['u113'] = "Имя";
$locale['u114'] = "Тип";

// User name and email
$locale['u120'] = "Имя содержит неправильные символы.";
$locale['u121'] = "Выбранное имя уже взято другим пользователем.";
$locale['u122'] = "Имя не может отсутствовать.";
$locale['u123'] = "Ваш e-mail адрес не подходит.";
$locale['u124'] = "Ваш e-mail адрес или e-mail домен занесен в черный список.";
$locale['u125'] = "Такой е-майл адрес уже зарегистрирован.";
$locale['u126'] = "E-mail на может отсутствовать.";
$locale['u127'] = "Имя пользователя";
$locale['u128'] = "E-mail адрес";
$locale['u129'] = "Информация";

// Passwords
$locale['u130'] = "Пароли администратора";
$locale['u131'] = "Пароль админа";
$locale['u132'] = "Логин пароли";
$locale['u133'] = "Пароль";
$locale['u134'] = "Новый пароль";
$locale['u135'] = "Повторить пароль";
$locale['u136'] = "Пароль не может отсутствовать.";
$locale['u137'] = "Введите текущий пароль админа.";
$locale['u138'] = "Введите логин.";
$locale['u139'] = "Логин не соответствует вашему текущему логину.";
$locale['u140'] = "Пароль не соответствует вашему текущему паролю.";
$locale['u141'] = " не может быть таким же как и ";
$locale['u142'] = " пароль короткий или содержит недопустимые символы!";
$locale['u143'] = " не сочетается!";
$locale['u143a'] = " не может быть пустым.";
$locale['u144'] = "Новый пароль админа";
$locale['u145'] = "Подтвердите пароль админа";
$locale['u146'] = " пароль не может быть таким же, как текущий  ";
$locale['u147'] = "Пароль должен быть длиной от 8 and 64 символов.<br />Разрешенные символы a-z, 0-9 и @!#$%&amp;\/()=-_?+*.,:;";
$locale['u148'] = "Новые пароли логина не идентичны.";
$locale['u148a'] = "Новые пароли админа не идентичны.";
$locale['u149'] = "Ваш текущий логин не был определен, или он недопустим.";
$locale['u149a'] = "Ваш текущий пароль админа не был определен, или он недопустим.";
$locale['u149b'] = "Ваш Текущий Пароль Входа не был определен.<br />Вы не можете устанавливать ваш пароль администрации без вашего правильного пароля входа.";

// Email actiation
$locale['u150'] = "Ваша регистрация почти завершенна, Вам выслано письмо, содержащее урл для активации вашего аккаунта.";
$locale['u151'] = "Добро пожаловать в ".$settings['sitename'];
$locale['u152'] = "Привет USER_NAME,\n
Добро пожаловать в ".$settings['sitename'].". Вот ваши детали для входа:\n
Имя пользователя: USER_NAME
Пароль: USER_PASSWORD\n
Пожалуйста, активизируйте ваш аккаунт, кликнув на следующую ссылку: ACTIVATION_LINK\n\n
Привет,
".$settings['sitename'];
$locale['u153'] = "Электронное письмо для активации не получилось выслать.";
$locale['u154'] = "Пожалуйста, обратитесь к <a href='".BASEDIR."contact.php'>contact</a>  к Администратору.";
$locale['u155'] = "Активация аккаунта";
$locale['u156'] = "Пожалуйста, введите ваш пароль для смены e-mail.";

// Success / Fail
$locale['u160'] = "Регистрация завершена";
$locale['u161'] = "Теперь вы можете залогиниться на сайте.";
$locale['u162'] = "Администратор активизирует ваш аккаунт.";
$locale['u163'] = "Профиль успешно обновлен.";
$locale['u164'] = "Обновление неудачно";
$locale['u165'] = "Регистрация неудачна";
$locale['u167'] = "следующая причина(ы):";
$locale['u168'] = "Пожалуйста, попробуйте еще раз.";
$locale['u169'] = "Профиль обновлен";
$locale['u170'] = "Регистрация завершена успешно";
$locale['u171'] = "Ваш аккаунт проверен.";
$locale['u172'] = "Пользователь успешно добавлен.";
$locale['u173'] = "Вернуться в управления пользователями.";
$locale['u174'] = "Добавить другого пользователя.";

// Avatar upload
$locale['u180'] = "Ваш аватар превысел допустимый размер файла ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "Ваш аватар имеет недопустимый тип, разрешены следующие расширения: jpg, png и gif.";
$locale['u182'] = "Ваш аватар больше ".$settings['avatar_width']."x".$settings['avatar_height']." пикселов.";
$locale['u183'] = "Ваш аватар загрузился некорректно.";
$locale['u184'] = "Макс. размер файла: %s / Макс. размер: %ux%u пикселов";
$locale['u185'] = "Аватар";
$locale['u186'] = "Нажми Просмотр для загрузки изображения";
$locale['u187'] = "Удалить";

// Captcha and terms
$locale['u190'] = "Проверочный код";
$locale['u191'] = "Введите проверочный код";
$locale['u192'] = "Условия соглашения";
$locale['u193'] = "Я прочитал <a href='".BASEDIR."print.php?type=T' target='_blank'>Условия соглашения</a> и подтверждаю их.";
$locale['u194'] = "Неверный проверочный код.";
$locale['u195'] = "Капча не может быть пустой.";

// E-mail Change Confirmation
$locale['u200'] = "Проверьте почтовый ящик, вам выслано письмо (%s).";
$locale['u201'] = "Ваш е-майл адрес измениться, когда вы пройдете по ссылке.";
$locale['u202'] = "E-mail адрес проверен - ".$settings['sitename'];
$locale['u203'] = "Привет [USER_NAME],\n
Кто то (возможно Вы сами), предоставил этот адрес, для регистрации на сайте.\n
Если Вы подтверждаете свое решение изменить е-майл адрес, пройдите по ссылке:\n
[EMAIL_VERIFY_LINK]\n
Заметка: Вы должны быть зарегистрированны, чтобы это использовать.\n
Успехов,
".$settings['siteusername']."
".$settings['sitename'];

?>